#текст мышц (в виде словаря)
Dict_of_muscles= {      #ключом является название мышцы, а значением - еще один словарь 
    "Двоголовий м'яз плеча":{ #biceps
        "Функція":"Супінація передпліччя та згинання ліктя.",
        "Травми/Хвороби":"Розрив сухожилля.",                      
        "Корисні вправи":"Згинання рук на біцепс, пiдтягнення долонями до \nгрудей щільним хватом."                                
    },

    "Триголовий м'яз плеча":{       #triceps
        "Функція":"Розгинання ліктя.",              
        "Травми/Хвороби":"Тендит трицепса.",
        "Корисні вправи":"Розгинання трицепсів лежачи, віджимання, жим лежачи."
    },
    
    "Кравецький м'яз":{ #tailor
        "Функція":"Згинати, злегка відводити, i обертати назовні стегно,\nприводити в рух кульшовий i колінний суглоби,\nзгинати ногу.",    
        "Травми/Хвороби":"Бурсит гусячої сумки.",
        "Корисні вправи":"Відведення стегна, лежачи на боці,\nВипади звичайні, бокові випади."
    },
    
    "Прямий м'яз стегна":{  #rectus_femoris
        "Функція":"Згинання стегна.",                                                      
        "Травми/Хвороби":"Відривний перелом.",
        "Корисні вправи":"Жим ногами,\nВипади звичайні, бокові випади. Присідання."
    },
    
    "Чотириголовий м'яз стегна":{   
        "Функція":"Стабілізація колінної чашечки та\n колінного суглоба під час ходьби,\nрозгинання колінного суглоба.",
        "Травми/Хвороби":"Осіфікуючий міозит.",
        "Корисні вправи":"Жим ногами, розгинання ніг, присідання."
    },
    
    "Сідничні м'язи":{
        "Функція":"Розгинання, відведення i\nобертання кульшового суглоба.",
        "Травми/Хвороби":"Атрофії сідничних м'язів.",
        "Корисні вправи":"Випади, поштовхи стегнами, їзда на велосипеді, присідання."
    },
    
    "Великий поперековий м'яз":{
        "Функція":"Згинання тазостегнового суглоба.",
        "Травми/Хвороби":"Гіпертонічний i запалений псоас.",
        "Корисні вправи":"Бокові випади, нахили у сторони,\nрозтяжка з положення сидячи на підлозі"
    },
    
    "Квадратний м’яз стегна":{
        "Функція":"Є сильним зовнішнім ротатором i аддуктором стегна.\nCтабілізує головки стегнової кістки в кульшовій западині.",
        "Травми/Хвороби":"Тендиніт квадратного м’яза стегна.",
        "Корисні вправи":"Присідання, відведення ніг."
    },
    "Дельтоподібний м'яз":{
        "Функція":"При одночасному скороченні всіх пучків м'яза викликає\nвідведення руки у передній площині.Передні пучки беруть\nучасть у бічному відведенні\nруки при зовнішньому обертанні плеча",
        "Травми/Хвороби":"Надрив м'яза",
        "Корисні вправи":"Жим штанги, жим штанги сидячи з-за голови, жим гантелями, розведення гантелями в сторони."
    },

    "Предпліччя":{
        "Функція":"Згинання кисті.",
        "Травми/Хвороби":"Вивих м'яза, синдром зап'ястного каналу.",
        "Корисні вправи":"Згинання зап’ястя з гантелями."
    },

    "Грудний м'яз":{
        "Функція":"Згинання плеча, опускання плеча, приведення його до\nтулуба та пронацію.",
        "Травми/Хвороби":"Польський синдром/внутрішньом'язові ліпоми,\n тунельний синдром.",
        "Корисні вправи":"Жим штанги та гантелі, розведення рук с гантелями, віджимання на брусях"
    },

    "Передній зубчастий м'яз":{
        "Функція":"Утворює широку м'язову петлю,\nяка охоплює тулуб і притискає до нього лопатку\nверхні зубці рухають лопатку і ключицю вперед.",
        "Травми/Хвороби":"Міозит грудної клітини",
        "Корисні вправи":"Підйом ніг до грудей на турніку, згинання ніг до грудей на лаві"
    },

    "Прямий м'яз живота":{
        "Функція":"Опускає ребра,тягне грудну клітку вниз\згинає хребет,\nзгинання поперекового відділу хребта\допомагае диханню.",
        "Травми/Хвороби":"Гематома оболонки прямого м'яза.",
        "Корисні вправи":"Планка/підняття ніг, звичайні вправи на прес."
    }
#########################################################################################################################################################
}
