#текст мышц (в виде словаря)
Dict_of_muscles= {      #ключом является название мышцы, а значением - еще один словарь 
    "Двоголовий м'яз плеча":{ #biceps
        "Функція":"Супінація передпліччя та згинання ліктя.",
        "Травми/Хвороби":"Розрив сухожилля.",                      
        "Корисні вправи":"Згинання рук на біцепс, пiдтягнення долонями до \nгрудей щільним хватом."                                
    },

    "Триголовий м'яз плеча":{       #triceps
        "Функція":"Розгинання ліктя.",              
        "Травми/Хвороби":"Тендит трицепса.",
        "Корисні вправи":"Розгинання трицепсів лежачи, віджимання, жим лежачи."
    },
    
    "Кравецький м'яз":{ #tailor
        "Функція":"Згинати, злегка відводити, i обертати назовні стегно,\nприводити в рух кульшовий i колінний суглоби,\nзгинати ногу.",    
        "Травми/Хвороби":"Бурсит гусячої сумки.",
        "Корисні вправи":"Відведення стегна, лежачи на боці,\nВипади звичайні, бокові випади."
    },
    
    "Прямий м'яз стегна":{  #rectus_femoris
        "Функція":"Згинання стегна.",                                                      
        "Травми/Хвороби":"Відривний перелом.",
        "Корисні вправи":"Жим ногами,\nВипади звичайні, бокові випади. Присідання."
    },
    
    "Чотириголовий м'яз стегна":{   
        "Функція":"Стабілізація колінної чашечки та\n колінного суглоба під час ходьби,\nрозгинання колінного суглоба.",
        "Травми/Хвороби":"Осіфікуючий міозит.",
        "Корисні вправи":"Жим ногами, розгинання ніг, присідання."
    },
    
    "Сідничні м'язи":{
        "Функція":"Розгинання, відведення i\nобертання кульшового суглоба.",
        "Травми/Хвороби":"Атрофії сідничних м'язів.",
        "Корисні вправи":"Випади, поштовхи стегнами, їзда на велосипеді, присідання."
    }
}
