#текст мышц (в виде словаря)
Dict_of_muscles= {      #ключом является название мышцы, а значением - еще один словарь 
    "Двоголовий м'яз плеча":{ #biceps
        "Функція":"Супінація передпліччя та згинання ліктя.",
        "Травми/Хвороби":"Розрив сухожилля.",                      
        "Корисні вправи":"Згинання рук на біцепс, пiдтягнення долонями до \nгрудей щільним хватом."                                
    },

    "Триголовий м'яз плеча":{       #triceps
        "Функція":"Розгинання ліктя.",              
        "Травми/Хвороби":"Тендит трицепса.",
        "Корисні вправи":"Розгинання трицепсів лежачи, віджимання, жим лежачи."
    },
    
    "Кравецький м'яз":{ #tailor
        "Функція":"Згинати, злегка відводити, i обертати назовні стегно,\nприводити в рух кульшовий i колінний суглоби,\nзгинати ногу.",    
        "Травми/Хвороби":"Бурсит гусячої сумки.",
        "Корисні вправи":"Відведення стегна, лежачи на боці,\nВипади звичайні, бокові випади."
    },
    
    "Прямий м'яз стегна":{  #rectus_femoris
        "Функція":"Згинання стегна.",                                                      
        "Травми/Хвороби":"Відривний перелом.",
        "Корисні вправи":"Жим ногами,\nВипади звичайні, бокові випади. Присідання."
    },
    
    "Чотириголовий м'яз стегна":{   
        "Функція":"Стабілізація колінної чашечки та\n колінного суглоба під час ходьби,\nрозгинання колінного суглоба.",
        "Травми/Хвороби":"Осіфікуючий міозит.",
        "Корисні вправи":"Жим ногами, розгинання ніг, присідання."
    },
    
    "Сідничні м'язи":{
        "Функція":"Розгинання, відведення i\nобертання кульшового суглоба.",
        "Травми/Хвороби":"Атрофії сідничних м'язів.",
        "Корисні вправи":"Випади, поштовхи стегнами, їзда на велосипеді, присідання."
    },
    
    "Великий поперековий м'яз":{
        "Функція":"Згинання тазостегнового суглоба.",
        "Травми/Хвороби":"Гіпертонічний i запалений псоас.",
        "Корисні вправи":"Бокові випади, нахили у сторони,\nрозтяжка з положення сидячи на підлозі"
    },
    
    "Квадратний м’яз стегна":{
        "Функція":"Є сильним зовнішнім ротатором i аддуктором стегна.\nCтабілізує головки стегнової кістки в кульшовій западині.",
        "Травми/Хвороби":"Тендиніт квадратного м’яза стегна.",
        "Корисні вправи":"Присідання, відведення ніг."
    },

    "Дельтоподібний м'яз":{
        "Функція":"При одночасному скороченні всіх пучків м'яза\nвикликає відведення руки у передній площині\Передні пучки беруть участь у бічному відведенні руки при зовнішньому обертанні плеча/Латеральні пучки беруть участь у\nбічному відведенні плеча та розгины плеча/Задні пучки беруть участь у горизонтальному розгинанні.",
        "Травми/Хвороби":"-",
        "Корисні вправи":"-"
    },

    "Плечовий м'яз":{
        "Функція":"Функція	Згинає передпліччя а при фіксації останнього наближає плече до передпліччя.",
        "Травми/Хвороби":"-",
        "Корисні вправи":"-"
    },

    "Круглий пронатор":{
        "Функція":"Пронурує передпліччя і бере участь у його згинанні та повороті.",
        "Травми/Хвороби":"Синдром пронатора.",
        "Корисні вправи":"-"
    },

    "Променевий згинач зап'ястя":{
        "Функція":"Згинання кисті.",
        "Травми/Хвороби":"-",
        "Корисні вправи":"Згинання зап’ястя з гантелями."
    },

    "Довгий долонний м'яз":{
        "Функція":"Натягує долонний апоневроз і згинає кисть.",
        "Травми/Хвороби":"Синдром зап'ястного каналу.",
        "Корисні вправи":"-"
    },

    "Великий грудний м'яз":{
        "Функція":"Напруга великого грудного м'яза при фіксованому корпусі та\nвільної верхньої кінцівки викликає згинання плеча, приведення його до тулуба та пронацію\nПри піднятому плечі та фіксованому корпусі – опускає підняте плече.",
        "Травми/Хвороби":"Польський синдром/внутрішньом'язові ліпоми.",
        "Корисні вправи":"-"
    },
    
    "Малий грудний м'яз":{
        "Функція":"Тягне лопатку вперед, вниз і всередину, піднімає ребра.",
        "Травми/Хвороби":"Тунельний синдром.",
        "Корисні вправи":"-"
    },

    "Передній зубчастий м'яз":{
        "Функція":"Утворює широку м'язову петлю,\nяка охоплює тулуб і притискає до нього лопатку\верхні зубці рухають лопатку і ключицю вперед.",
        "Травми/Хвороби":"-",
        "Корисні вправи":"-"
    },

    "Прямий м'яз живота":{
        "Функція":"При фіксованому хребті та тазовому поясі\nпрямий м'яз живота опускає ребра\тягне грудну клітку вниз\згинає хребет\згинання поперекового відділу хребта\допомагае диханню.",
        "Травми/Хвороби":"Гематома оболонки прямого м'яза.",
        "Корисні вправи":"Планка/підняття ніг."
    }
}
